/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ e %2$@ están a escribir…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ e %3$@ están a escribir…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ e outros %4$@ están a escribir…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ e 1 máis están a escribir…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ e %2$@ recibirán un convite";

/* No comment provided by engineer. */
"%@ invitation" = "%@ convite";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ está fóra da oficina";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ hoxe está fóra da oficina";

/* Alice is typing… */
"%@ is typing…" = "%@ está a escribir…";

/* {app name} is not installed */
"%@ not installed" = "%@ non está instalada";

/* {app name} version not supported */
"%@ version not supported" = "Versión de %@ non admitida";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ recibirá un convite";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ e %3$@ recibirán un convite";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ e %4$ld recibirán un convite";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ e 1 máis recibirán un convite";

/* No comment provided by engineer. */
"%d days ago" = "hai %d días";

/* No comment provided by engineer. */
"%d hours ago" = "hai %d horas";

/* No comment provided by engineer. */
"%d minutes ago" = "hai %d minutos";

/* Number of options in a poll */
"%d options" = "%d opcións";

/* Replies in a thread */
"%d replies" = "%d respostas";

/* Votes in a poll */
"%d votes" = "%d votos";

/* No comment provided by engineer. */
"%ld notifications" = "%ld notificacións";

/* No comment provided by engineer. */
"%ld participants" = "%ld participantes";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participantes nesta chamada";

/* Replies in a thread */
"%ld replies" = "%ld respostas";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Nas conversas importantes, ignorarase o estado «Non molestar»";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Acceda ao seu servidor cun navegador web";

/* No comment provided by engineer. */
"15 minutes" = "15 minutos";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Vaia a Axustes > Seguridade > Crear un novo contrasinal de aplicación";

/* Message is pinned 24 hours */
"24 hours" = "24 horas";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Escanee o código QR que se amosa alí";

/* Message is pinned 30 days */
"30 days" = "30 días";

/* No comment provided by engineer. */
"30 minutes" = "30 minutos";

/* No comment provided by engineer. */
"4 hours" = "4 horas";

/* No comment provided by engineer. */
"4 weeks" = "4 semanas";

/* Message is pinned 7 days */
"7 days" = "7 días";

/* No comment provided by engineer. */
"8 hours" = "8 horas";

/* No comment provided by engineer. */
"@-mentions only" = "Só as mencións con @";

/* No comment provided by engineer. */
"[Unknown username]" = "[Nome de usuario descoñecido]";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"Absence" = "Ausencia";

/* No comment provided by engineer. */
"Accept" = "Aceptar";

/* No comment provided by engineer. */
"Account" = "Conta";

/* No comment provided by engineer. */
"Account already added" = "Foi engadida a conta";

/* No comment provided by engineer. */
"Account not configured" = "Conta sen configurar";

/* No comment provided by engineer. */
"Account not found" = "Non se atopou a conta";

/* No comment provided by engineer. */
"Accounts" = "Contas";

/* No comment provided by engineer. */
"Accuracy" = "Precisión";

/* No comment provided by engineer. */
"Add (%lu)" = "Engadir (%lu)";

/* No comment provided by engineer. */
"Add account" = "Engadir unha conta";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Engadir unha nota interna sobre esta prohibición";

/* No comment provided by engineer. */
"Add answer" = "Engadir a resposta";

/* No comment provided by engineer. */
"Add attendees" = "Engadir asistentes";

/* No comment provided by engineer. */
"Add participants" = "Engadir participantes";

/* No comment provided by engineer. */
"Add reaction" = "Engadir reacción";

/* No comment provided by engineer. */
"Add to favorites" = "Engadir a favoritos";

/* No comment provided by engineer. */
"Added note to self" = "Engadiuse ás notas para un mesmo";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Engadir unha mención só notificará aos usuarios que aínda non leron a mensaxe.";

/* No comment provided by engineer. */
"Address" = "Enderezo";

/* No comment provided by engineer. */
"Advanced" = "Avanzado";

/* No comment provided by engineer. */
"AirPlay button" = "Botón AirPlay";

/* No comment provided by engineer. */
"All messages" = "Todas as mensaxes";

/* No comment provided by engineer. */
"All messages were deleted" = "Elimináronse todas as mensaxes";

/* No comment provided by engineer. */
"All notifications are muted" = "Foron enmudecidas todas as notificacións";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Permite que os convidados se unan a esta conversa mediante unha ligazón";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Permitir que os participantes mencionen a @todos";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Permitir marcar sen PIN";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Permitido";

/* No comment provided by engineer. */
"Alphabetical order" = "Orde alfabética";

/* No comment provided by engineer. */
"Also open to guest app users" = "Aberto tamén aos usuarios convidados";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Alguén da administración engadiuno a Vde. e a %ld participantes máis";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Alguén da administración engadiuno a Vde. e a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Alguén da administración engadiu a {user0} e a %ld participantes máis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Alguén da administración engadiu a {user0} e a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Alguén da administración relegouno a Vde., e a %ld participantes máis dos moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Alguén da administración relegouno a Vde. e a {user0} dos moderadores";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Alguén da administración relegou a {user0} e a %ld participantes máis dos moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Alguén da administración relegou a {user0} e a {user1} de moderadores";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Alguén da administración promoveu a Vde., e a %ld participantes máis a moderadores";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Alguén da administración promoveuno a Vde. e a {user0} a moderadores";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Alguén da administración promoveu a {user0} e a %ld participantes máis a moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Alguén da administración promoveuno a {user0} e a {user1} a moderadores";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Alguén da administración retirouno a Vde. e a %ld participantes máis";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Alguén da administración retirouno a Vde. e a {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Alguén da administración retirou a {user0} e a %ld participantes máis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Alguén da administración retirou a {user0} e a {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Produciuse un erro ao cambiar os axustes de privacidade";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Produciuse un erro ao cambiar os axustes do estado de lectura";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Produciuse un erro ao cambiar os axustes de privacidade para escribir";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Produciuse un erro ao descargar a imaxe";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Produciuse un erro ao retirar a imaxe de perfil";

/* No comment provided by engineer. */
"An error occurred setting address" = "Produciuse un erro ao definir o enderezo";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Produciuse un erro ao definir o enderezo de correo-e";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Produciuse un erro ao definir o número de teléfono";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Produciuse un erro ao definir a imaxe de perfil";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Produciuse un erro ao definir a conta de Twitter";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Produciuse un erro ao definir o nome de usuario";

/* No comment provided by engineer. */
"An error occurred setting website" = "Produciuse un erro ao definir o sitio web";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Produciuse un erro ao tentar traducir a mensaxe";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Produciuse un erro ao engadir a %@ á sala";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Produciuse un erro ao engadir unha reacción a unha mensaxe";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Produciuse un erro ao engadir unha nota";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Produciuse un erro ao limpar a mensaxe de estado";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Produciuse un erro ao crear o borrador da enquisa";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Produciuse un erro ao crear a xuntanza";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Produciuse un erro ao crear a enquisa";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Produciuse un erro ao crear o fío";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Produciuse un erro ao eliminar a mensaxe";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Produciuse un erro ao eliminar o borrador da enquisa";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Produciuse un erro ao desactivar a ausencia";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Produciuse un erro ao editar a enquisa";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Produciuse un erro ao abrir o ficheiro %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Produciuse un erro ao fixar a mensaxe";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Produciuse un erro ao retirar unha reacción dunha mensaxe";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Produciuse un erro ao retirar o avatar";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Produciuse un erro ao enviar a mensaxe";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Produciuse un erro ao definir \(formattedPhoneNumber) como número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Produciuse un erro ao definir a ausencia";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Produciuse un erro ao definir a descrición";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Produciuse un erro ao definir o estado en liña";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Produciuse un erro ao definir o número de teléfono";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Produciuse un erro ao definir a mensaxe de estado";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Produciuse un erro ao definir o avatar";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Produciuse un erro ao definir o estado do usuario";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Produciuse un erro ao compartir o ficheiro";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Produciuse un erro ao iniciar unha nova conversa en grupo";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Produciuse un erro ao probar as notificacións emerxentes";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Produciuse un erro ao desprender a mensaxe";

/* No comment provided by engineer. */
"an hour" = "unha hora";

/* No comment provided by engineer. */
"Anonymous poll" = "Enquisa anónima";

/* No comment provided by engineer. */
"Answer" = "Resposta";

/* No comment provided by engineer. */
"Answers" = "Respostas";

/* No comment provided by engineer. */
"App" = "Aplicación";

/* No comment provided by engineer. */
"App is outdated" = "A aplicación está desactualizada";

/* No comment provided by engineer. */
"Appear offline" = "Aparece como sen conexión";

/* No comment provided by engineer. */
"Archive conversation" = "Arquivar a conversa";

/* No comment provided by engineer. */
"Archived conversations" = "Conversas arquivadas";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "As conversas arquivadas agóchanse da lista de conversas de xeito predeterminado. Só se amosarán cando abra a lista de conversas arquivadas.";

/* No comment provided by engineer. */
"Ask a question" = "Facer unha pregunta";

/* No comment provided by engineer. */
"Attachments allowed?" = "Permítense ficheiros anexos?";

/* No comment provided by engineer. */
"Attendees" = "Asistentes";

/* No comment provided by engineer. */
"Audio options" = "Opcións de son";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Comparticións de son, vídeo e pantalla";

/* No comment provided by engineer. */
"Audios" = "Ficheiros de son";

/* No comment provided by engineer. */
"Away" = "Ausente";

/* No comment provided by engineer. */
"Back to conversations" = "Volver ás conversas";

/* Ban a user/guest */
"Ban" = "Expulsión";

/* e.g. Ban John Doe */
"Ban %@" = "Expulsar a %@";

/* No comment provided by engineer. */
"Ban participant" = "Expulsar o participante";

/* Date and time of ban creation */
"Banned by:" = "Expulsado por:";

/* No comment provided by engineer. */
"Banned users and guests" = "Usuarios e convidados expulsados";

/* Bold text */
"Bold" = "Grosa";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Browse poll drafts" = "Examinar os borradores de enquisas";

/* No comment provided by engineer. */
"Busy" = "Ocupado";

/* No comment provided by engineer. */
"Cached files" = "Ficheiros na memoria tobo";

/* No comment provided by engineer. */
"Cached images" = "Imaxes na memoria tobo";

/* No comment provided by engineer. */
"Calendar" = "Calendario";

/* No comment provided by engineer. */
"Call notification sent" = "Enviouse a notificación de chamada";

/* No comment provided by engineer. */
"Call options" = "Opcións de chamada";

/* No comment provided by engineer. */
"Call recording enabled?" = "Activouse a gravación da chamada?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Produciuse un fallo na gravación da chamada. Póñase en contacto coa administración desta instancia.";

/* No comment provided by engineer. */
"Call recording is starting" = "A gravación de chamadas está comezando.";

/* No comment provided by engineer. */
"Call recording started" = "Comezou a gravación da chamada";

/* No comment provided by engineer. */
"Call recording stopped" = "Detívose a gravación da chamada";

/* No comment provided by engineer. */
"Call without notification" = "Chamar sen notificación";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Actualmente non se admiten as chamadas porque o cifrado de extremo a extremo está activado no servidor";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit é compatíbel?";

/* No comment provided by engineer. */
"Calls" = "Chamadas";

/* No comment provided by engineer. */
"Calls enabled?" = "Activáronse as chamadas?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Recibíronse chamadas desde unha conta antiga.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Chamadas desde contas antigas";

/* No comment provided by engineer. */
"Camera" = "Cámara";

/* No comment provided by engineer. */
"Camera access" = "Acceso á cámara";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Non está permitido o acceso á cámara. Comprobe os seus axustes.";

/* No comment provided by engineer. */
"Camera disabled" = "Cámara desactivada";

/* No comment provided by engineer. */
"Camera enabled" = "Cámara activada";

/* No comment provided by engineer. */
"Can create conversations?" = "Pode crear conversas?";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Chamada cancelada desde outra conta";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Non é posíbel compartir na conversa";

/* No comment provided by engineer. */
"Capabilities" = "Funcionalidades";

/* No comment provided by engineer. */
"Change password" = "Cambiar o contrasinal";

/* No comment provided by engineer. */
"Change your vote" = "Cambiar o seu voto";

/* No comment provided by engineer. */
"Chat" = "Parola";

/* No comment provided by engineer. */
"Chat messages" = "Mensaxes de parola";

/* No comment provided by engineer. */
"Clear cache" = "Limpar a memoria tobo";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Limpar as mensaxes de parola almacenadas na caché";

/* No comment provided by engineer. */
"Clear reminder" = "Limpar o lembrete";

/* No comment provided by engineer. */
"Clear status message" = "Limpar a mensaxe de estado";

/* No comment provided by engineer. */
"Clear status message after" = "Limpar a mensaxe de estado após";

/* No comment provided by engineer. */
"Close" = "Pechar";

/* Code block */
"Code" = "Código";

/* No comment provided by engineer. */
"Configuration" = "Configuración";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configurar o próximo período de ausencia";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Confirmar e agochar a advertencia";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Conectando con %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Conectando coa chamada…";

/* No comment provided by engineer. */
"Contact access" = "Acceso ao contacto";

/* No comment provided by engineer. */
"Contact access has been denied" = "O acceso aos contactos foi denegado";

/* No comment provided by engineer. */
"Contacts" = "Contactos";

/* No comment provided by engineer. */
"Conversation creation failed" = "Produciuse un fallo ao crear a conversa";

/* No comment provided by engineer. */
"Conversation details" = "Detalles da conversa";

/* No comment provided by engineer. */
"Conversation name" = "Nome da conversa";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "O nome da conversa non pode estar baleiro";

/* No comment provided by engineer. */
"Conversation not found" = "Non se atopou a conversa";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Non se atopou a conversa ou non se uniu a ela";

/* No comment provided by engineer. */
"Conversation participants" = "Participantes na conversa";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Retirouse o contrasinal de conversa";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Gardouse o contrasinal da conversa";

/* No comment provided by engineer. */
"Conversation settings" = "Axustes da conversa";

/* No comment provided by engineer. */
"Conversations" = "Conversas";

/* No comment provided by engineer. */
"Copy" = "Copiar";

/* No comment provided by engineer. */
"Copy message link" = "Copiar a ligazón da mensaxe";

/* No comment provided by engineer. */
"Copy message selection" = "Copiar a selección de mensaxes";

/* No comment provided by engineer. */
"Could not access camera" = "Non foi posíbel  acceder á cámara";

/* No comment provided by engineer. */
"Could not access microphone" = "Non foi posíbel  acceder ao micrófono";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Non foi posíbel  acceder ao recoñecemento de voz";

/* No comment provided by engineer. */
"Could not access your location" = "Non foi posíbel  acceder á súa localización";

/* No comment provided by engineer. */
"Could not add participant" = "Non foi posíbel engadir o participante";

/* No comment provided by engineer. */
"Could not ban participant" = "Non foi posíbel expulsar o participante";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Non foi posíbel cambiar o axuste de conversa arquivada";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Non foi posíbel cambiar o axuste das notificacións de chamadas";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Non foi posíbel cambiar o axuste de conversa importante";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Non foi posíbel cambiar o ámbito listábel da conversa";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Non foi posíbel cambiar o estado do ástrago da conversa";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Non foi posíbel cambiar os permisos de mención da conversa";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Non foi posíbel cambiar os permisos de moderación do participante";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Non foi posíbel cambiar o axuste das notificacións";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Non foi posíbel cambiar o axuste de protección por contrasinal";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Non foi posíbel cambiar o estado de só lectura da conversa";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Non foi posíbel cambiar o axuste de conversa sensíbel";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Non foi posíbel cambiar os permisos de compartición da conversa";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Non foi posíbel cambiar o estado SIP da conversa";

/* No comment provided by engineer. */
"Could not clear chat history" = "Non foi posíbel limpar o historial da parola";

/* No comment provided by engineer. */
"Could not clear status message" = "Non foi posíbel borrar a mensaxe de estado";

/* No comment provided by engineer. */
"Could not create meeting" = "Non foi posíbel crear a xuntanza";

/* No comment provided by engineer. */
"Could not delete conversation" = "Non foi posíbel eliminar a conversa";

/* No comment provided by engineer. */
"Could not disable absence" = "Non foi posíbel desactivar a ausencia";

/* No comment provided by engineer. */
"Could not get available languages" = "Non foi posíbel obter os idiomas dispoñíbeis";

/* No comment provided by engineer. */
"Could not join %@ call" = "Non foi posíbel unirse á chamada%@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Non foi posíbel unirse á chamada con%@";

/* No comment provided by engineer. */
"Could not join conversation" = "Non foi posíbel unilo a conversa";

/* No comment provided by engineer. */
"Could not leave conversation" = "Non foi posíbel abandonar a conversa";

/* No comment provided by engineer. */
"Could not login with QR code" = "Non foi posíbel acceder con código QR";

/* No comment provided by engineer. */
"Could not remove participant" = "Non foi posíbel retirar o participante";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Non foi posíbel cambiarlle o nome á conversa";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Non foi posíbel reenviar os convites por correo";

/* No comment provided by engineer. */
"Could not send call notification" = "Non foi posíbel enviar a notificación da chamada";

/* No comment provided by engineer. */
"Could not send the message" = "Non foi posíbel enviar a mensaxe";

/* No comment provided by engineer. */
"Could not set absence" = "Non foi posíbel definir a ausencia";

/* No comment provided by engineer. */
"Could not set conversation name" = "Non foi posíbel definir o nome da conversa";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Non foi posíbel definir o tempo de caducidade da mensaxe";

/* No comment provided by engineer. */
"Could not set online status" = "Non foi posíbel axustar o estado en liña";

/* No comment provided by engineer. */
"Could not set phone number" = "Non foi posíbel definir o número de teléfono";

/* No comment provided by engineer. */
"Could not set status message" = "Non foi posíbel definir a mensaxe de estado";

/* No comment provided by engineer. */
"Could not share file" = "Non foi posíbel compartir o ficheiro";

/* No comment provided by engineer. */
"Could not start group conversation" = "Non foi posíbel iniciar a conversa en grupo";

/* No comment provided by engineer. */
"Create" = "Crear";

/* No comment provided by engineer. */
"Create a new conversation" = "Crear unha nova conversa";

/* No comment provided by engineer. */
"Create a thread" = "Crear un fío";

/* No comment provided by engineer. */
"Create or join a conversation" = "Crear ou unirse a unha conversa";

/* No comment provided by engineer. */
"Create poll" = "Crear enquisa";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Produciuse un fallo ao crear o borrador da enquisa";

/* No comment provided by engineer. */
"Creating poll failed" = "Produciuse un fallo ao crear a enquisa";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "As credenciais desta conta non son válidas";

/* Custom message expiration */
"Custom" = "Personalizado";

/* name of a moderator who banned a participant */
"Date:" = "Data:";

/* No comment provided by engineer. */
"days" = "días";

/* No comment provided by engineer. */
"Deck cards" = "Tarxetas de Gabeta";

/* No comment provided by engineer. */
"Default" = "Predeterminado";

/* No comment provided by engineer. */
"Delete" = "Eliminar";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Eliminar todo";

/* No comment provided by engineer. */
"Delete all messages" = "Eliminar todas as mensaxes";

/* No comment provided by engineer. */
"Delete conversation" = "Eliminar a conversa";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Eliminar agora";

/* No comment provided by engineer. */
"Deleted user" = "Usuario eliminado";

/* No comment provided by engineer. */
"Deleting message" = "Eliminando a mensaxe";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Produciuse un fallo ao eliminar o borrador da enquisa";

/* No comment provided by engineer. */
"Demote from moderator" = "Relegar de moderador";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Denegado";

/* No comment provided by engineer. */
"Description" = "Descrición";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "A descrición non pode ter máis de 500 caracteres.";

/* No comment provided by engineer. */
"Details" = "Detalles";

/* No comment provided by engineer. */
"detected" = "detectado";

/* No comment provided by engineer. */
"Detecting language" = "Detección do idioma";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnósticos";

/* No comment provided by engineer. */
"Disable absence" = "Desactivar a ausencia";

/* No comment provided by engineer. */
"Disable blur" = "Desactivar o esvaemento";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Desactivar o altofalante";

/* No comment provided by engineer. */
"Disconnected" = "Desconectado";

/* No comment provided by engineer. */
"Dismiss" = "Rexeitar";

/* No comment provided by engineer. */
"Dismiss notification" = "Rexeitar a notificación";

/* No comment provided by engineer. */
"Do not disturb" = "Non molestar";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Confirma que quere limpar a memoria tobo do ficheiro?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Confirma que quere limpar a memoria tobo da imaxe?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Confirma que quere eliminar todas as mensaxes desta conversa?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Confirma que quere eliminar esta conversa para todos?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Confirma que quere finalizar esta enquisa?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Confirma que quere pechar a sesión nesta conta?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Confirma que quere retirar esta conta?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Aínda así, quere conectarse co servidor igualmente?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Quere eliminar esta conversa?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Quere activar a súa cámara?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Quere unirse a esta chamada?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Quere compartir «%@» na conversa?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = " Confirma que quere deter a gravación?";

/* No comment provided by engineer. */
"Don't clear" = "Non limpar";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Toque dúas veces para rexeitar o diálogo de autenticación";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Toque dúas veces para rexeitar as opcións de uso compartido";

/* No comment provided by engineer. */
"Double tap to display call options" = "Toque dúas veces para amosar as opcións de chamada";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Toque dúas veces para amosar as opcións do menú";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Toque dúas veces para amosar as opcións do nivel de notificación do fío";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Toque dúas veces para editar o perfil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Toque dúas veces para activar ou desactivar a opción «Chamada sen notificación»";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Toque dúas veces para activar ou desactivar a cámara";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Toque dúas veces para activar ou desactivar o micrófono";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Toque dúas veces para activar ou desactivar o altofalante";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Toque dúas veces para finalizar a edición do perfil";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Toque dúas veces para ir á información da conversa";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Toque dúas veces para ir ao perfil de usuario e aos axustes da aplicación";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Toque dúas veces para colgar a chamada";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Toque dúas veces para baixar a man";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Toque dúas veces para abrir o explorador de ficheiros";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Toque dúas veces para seleccionar diferentes rutas de son";

/* No comment provided by engineer. */
"Double tap to send message" = "Toque dúas veces para enviar a mensaxe";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Toque dúas veces para compartir coas conversas seleccionadas";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Toque dúas veces para amosar máis accións";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Toque dúas veces para amosar ou agochar a vista de parola";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Toque dúas veces para iniciar unha videochamada";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Toque dúas veces para iniciar unha chamada só de voz";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Toque dúas veces para deter a gravación";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Toque dúas veces para anovar esta chamada de voz a unha videochamada";

/* No comment provided by engineer. */
"Duplicate session" = "Sesión duplicada";

/* Edit a message or room participants */
"Edit" = "Editar";

/* No comment provided by engineer. */
"Edit attendees" = "Editar os asistentes";

/* No comment provided by engineer. */
"Edit thread details" = "Editar os detalles do fío";

/* A message was edited */
"edited" = "editada";

/* A message was edited by ... */
"edited by" = "editada por";

/* A message was edited by ... */
"Edited by" = "Editada por";

/* No comment provided by engineer. */
"Editing Message" = "Editando a mensaxe";

/* No comment provided by engineer. */
"Editing poll draft" = "Editar o borrador da enquisa";

/* No comment provided by engineer. */
"Editing poll failed" = "Produciuse un fallo ao editar a enquisa";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Ou non ten permiso de parola ou a conversa é só de lectura.";

/* No comment provided by engineer. */
"Email" = "Correo-e";

/* No comment provided by engineer. */
"Empty summary response" = "O resumo da resposta está baleiro";

/* No comment provided by engineer. */
"Enable" = "Activar";

/* No comment provided by engineer. */
"Enable blur" = "Activar o esvaemento";

/* No comment provided by engineer. */
"Enable screensharing" = "Activar a compartición da pantalla";

/* No comment provided by engineer. */
"Enable speaker" = "Activar o altofalante";

/* No comment provided by engineer. */
"End call" = "Finalizar a chamada";

/* No comment provided by engineer. */
"End call for everyone" = "Finalizar a chamada para todos";

/* No comment provided by engineer. */
"End poll" = "Finalizar a enquisa";

/* No comment provided by engineer. */
"Enter a new password" = "Introduza un novo contrasinal";

/* No comment provided by engineer. */
"Enter a password" = "Introduza un contrasinal";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Produciuse un erro ao crear un lembrete";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Produciuse un erro ao editar unha mensaxe";

/* External signaling used */
"External" = "Externo";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Produciuse un fallo ao aceptar o convite";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Produciuse un fallo ao comprobar ou crear o cartafol de anexos";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Produciuse un fallo ao limpar o lembrete";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Produciuse un fallo ao conectar con %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Produciuse un fallo ao reenviar a mensaxe";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Produciuse un fallo ao obter o calendario para programar unha xuntanza";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Produciuse un fallo ao rexeitar o convite";

/* No comment provided by engineer. */
"Failed to send message" = "Produciuse un fallo ao enviar a mensaxe";

/* No comment provided by engineer. */
"Failed to share recording" = "Produciuse un fallo ao compartir a gravación";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Produciuse un fallo ao retirar a expulsión da entrada seleccionada";

/* No comment provided by engineer. */
"Federated" = "Federado";

/* No comment provided by engineer. */
"Fetching status …" = "Recuperando o estado…";

/* Filename of a file */
"File" = "File";

/* No comment provided by engineer. */
"Files" = "Ficheiros";

/* Title for available conversations filters */
"Filters" = "Filtros";

/* No comment provided by engineer. */
"First day" = "Primeiro día";

/* No comment provided by engineer. */
"Follow conversation settings" = "Seguir os axustes da conversa";

/* No comment provided by engineer. */
"For password reset and notifications" = "Para o restabelecemento de contrasinais e notificacións";

/* No comment provided by engineer. */
"Format" = "Formato";

/* No comment provided by engineer. */
"Forward" = "Reenviar";

/* No comment provided by engineer. */
"Forward to" = "Reenviar a";

/* 'From' which language user wants to translate text */
"From" = "Desde";

/* from Alice at nextcloud.local */
"from %@ at %@" = "desde %1$@ ata %2$@";

/* No comment provided by engineer. */
"Full name" = "Nome completo";

/* No comment provided by engineer. */
"Generate summary" = "Xerar un resumo";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Xerando un resumo das mensaxes sen ler";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Produciuse un fallo ao xerar un resumo das mensaxes sen ler";

/* No comment provided by engineer. */
"Get source code" = "Obter o código fonte";

/* No comment provided by engineer. */
"GitHub API error" = "Produciuse un erro na API de GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Dar o consentimento e unirse á chamada";

/* No comment provided by engineer. */
"Go to message" = "Ir á mensaxe";

/* No comment provided by engineer. */
"guest" = "convidado";

/* No comment provided by engineer. */
"Guest" = "Convidado";

/* No comment provided by engineer. */
"Guests access" = "Acceso de convidado";

/* No comment provided by engineer. */
"Guests app enabled?" = "A aplicación de convidados está activada?";

/* No comment provided by engineer. */
"Hang up" = "Colgar";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Agochar";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Alta";

/* No comment provided by engineer. */
"hours" = "horas";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Se elimina a conversa, tamén se eliminará para %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Se activa o seu vídeo, esta chamada interromperase durante uns segundos.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Se está a a usar varios servidores, debe verificalos todos.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Imaxes, ficheiros, mensaxes de voz…";

/* No comment provided by engineer. */
"Import account" = "Importar unha conta";

/* No comment provided by engineer. */
"Important conversation" = "Conversa importante";

/* No comment provided by engineer. */
"in" = "en";

/* No comment provided by engineer. */
"Include calls in call history" = "Incluír chamadas no historial de chamadas";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinidamente";

/* Internal signaling used */
"Internal" = "Interna";

/* Internal note about why a user/guest was banned */
"Internal note" = "Nota interna";

/* No comment provided by engineer. */
"Invalid date range" = "Intervalo de data incorrecto.";

/* No comment provided by engineer. */
"Invalid email address" = "Enderezo de correo incorrecto";

/* No comment provided by engineer. */
"Invalid end date" = "Data de remate incorrecta";

/* No comment provided by engineer. */
"Invalid server address" = "O enderezo do servidor é incorrecto";

/* No comment provided by engineer. */
"Invalid start date" = "Data de inicio incorrecta";

/* No comment provided by engineer. */
"Invisible" = "Invisíbel";

/* No comment provided by engineer. */
"Invitation resent" = "Convite reenviado";

/* No comment provided by engineer. */
"Invitations resent" = "Convites reenviados";

/* Invitation for a meeting */
"Invite all users and emails" = "Convidar a todos os usuarios e correos-e";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Semella que %@ non está instalada no seu servidor.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Semella que non hai conexión a Internet.";

/* Italic text */
"Italic" = "Cursiva";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Únase a unha conversa ou inicie unha nova";

/* No comment provided by engineer. */
"Join call" = "Unirse á chamada";

/* No comment provided by engineer. */
"Join call (audio only)" = "Unirse á chamada (só son)";

/* No comment provided by engineer. */
"Join call with video" = "Unirse á chamada con vídeo";

/* No comment provided by engineer. */
"Join open conversations" = "Unirse a conversas abertas";

/* No comment provided by engineer. */
"Join video call" = "Unirse á videochamada";

/* No comment provided by engineer. */
"Keep" = "Conservar";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Último día (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Última subscrición";

/* No comment provided by engineer. */
"Last sync" = "Última sincronización";

/* Remind me later today about that message */
"Later today" = "Hoxe máis tarde";

/* No comment provided by engineer. */
"Leave" = "Abandonar";

/* No comment provided by engineer. */
"Leave call" = "Abandonar a chamada";

/* No comment provided by engineer. */
"Leave conversation" = "Abandonar a conversa";

/* No comment provided by engineer. */
"less than a minute ago" = "hai menos dun minuto";

/* No comment provided by engineer. */
"Link https://…" = "Ligazón https://…";

/* No comment provided by engineer. */
"Linked file" = "Ficheiro ligado";

/* No comment provided by engineer. */
"Load more results" = "Cargando máis resultados";

/* No comment provided by engineer. */
"Lobby" = "Ástrago";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "O ástrago segue activo e Vde. non é moderador";

/* No comment provided by engineer. */
"Local" = "Local";

/* No comment provided by engineer. */
"Local time: %@" = "Hora local: %@";

/* No comment provided by engineer. */
"Location" = "Localización";

/* No comment provided by engineer. */
"Location access" = "Acceso á localización";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "O servizo de localización foi denegado. Comprobe os seus axustes";

/* No comment provided by engineer. */
"Location service is not enabled" = "O servizo de localización non está activado";

/* No comment provided by engineer. */
"Locations" = "Localizacións";

/* No comment provided by engineer. */
"Lock conversation" = "Bloquear a conversa";

/* No comment provided by engineer. */
"Log in" = "Acceder";

/* No comment provided by engineer. */
"Log out" = "Saír";

/* No comment provided by engineer. */
"Logged out" = "Pechou a sesión";

/* No comment provided by engineer. */
"Long absence message" = "Mensaxe de ausencia prolongada";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Baixa";

/* No comment provided by engineer. */
"Lower hand" = "Baixar a man";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manual";

/* No comment provided by engineer. */
"Mark as read" = "Marcar como lido";

/* No comment provided by engineer. */
"Mark as unread" = "Marcar como sen ler";

/* No comment provided by engineer. */
"Match system contacts" = "Facer coincidir os contactos do sistema";

/* No comment provided by engineer. */
"Media" = "Multimedia";

/* No comment provided by engineer. */
"Meeting created" = "Xuntanza creada";

/* No comment provided by engineer. */
"Meeting ended" = "Rematou a xuntanza";

/* No comment provided by engineer. */
"Meeting ID" = "ID da xuntanza";

/* No comment provided by engineer. */
"Meeting settings" = "Axustes da xuntanza";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Xuntanzas";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Mencionado";

/* Copy 'message' */
"Message" = "Mensaxe";

/* No comment provided by engineer. */
"Message copied" = "Copiouse a mensaxe";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Non foi posíbel eliminar a mensaxe porque é demasiado antiga";

/* No comment provided by engineer. */
"Message deleted successfully" = "A mensaxe foi eliminada satisfactoriamente";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "A mensaxe foi eliminada correctamente, mais está configurado Matterbridge e a mensaxe podería estar xa distribuída a outros servizos";

/* No comment provided by engineer. */
"Message editing failed" = "Produciuse un fallo na edición de mensaxes";

/* No comment provided by engineer. */
"Message expiration" = "Caducidade da mensaxe";

/* Copy 'link' to a message */
"Message link" = "Ligazón da mensaxe";

/* No comment provided by engineer. */
"Message link copied" = "Copiouse a ligazón da mensaxe";

/* No comment provided by engineer. */
"Message pinned" = "Mensaxe fixada";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "A vista previa da mensaxe estará desactivada na lista de conversas e nas notificacións";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Produciuse un fallo na reprogramación de mensaxes";

/* No comment provided by engineer. */
"Message scheduling failed" = "Produciuse un fallo na programación de mensaxes";

/* No comment provided by engineer. */
"Message successfully edited" = "Mensaxe editada satisfactoriamente";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Mensaxe reprogramada satisfactoriamente";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Mensaxe programada satisfactoriamente";

/* No comment provided by engineer. */
"Message unpinned" = "Mensaxe desprendida";

/* No comment provided by engineer. */
"Messages" = "Mensaxes";

/* No comment provided by engineer. */
"Microphone" = "Micrófono";

/* No comment provided by engineer. */
"Microphone access" = "Acceso ao micrófono";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Non está permitido o acceso ao micrófono. Comprobe os seus axustes.";

/* No comment provided by engineer. */
"Microphone disabled" = "Micrófono desactivado";

/* No comment provided by engineer. */
"Microphone enabled" = "Micrófono activado";

/* No comment provided by engineer. */
"minutes" = "minutos";

/* No comment provided by engineer. */
"Missed call from" = "Chamada perdida de";

/* No comment provided by engineer. */
"Missing phone number information" = "Falta información sobre o número de teléfono";

/* The signaling mode used */
"Mode" = "Modo";

/* No comment provided by engineer. */
"moderator" = "moderador";

/* No comment provided by engineer. */
"Modification date" = "Data de modificación";

/* More menu elements */
"More" = "Máis";

/* No comment provided by engineer. */
"More actions" = "Máis accións";

/* No comment provided by engineer. */
"Multiple answers" = "Varias respostas";

/* No comment provided by engineer. */
"Mute all notifications" = "Silenciar todas as notificacións";

/* No comment provided by engineer. */
"Mute others" = "Silenciar aos outros";

/* No comment provided by engineer. */
"My location" = "A miña localización";

/* No comment provided by engineer. */
"Name" = "Nome";

/* No comment provided by engineer. */
"Nearby places" = " Lugares próximos";

/* No comment provided by engineer. */
"Network available" = "Rede dispoñíbel";

/* No comment provided by engineer. */
"Network not available" = "Rede non dispoñíbel";

/* Never subscribed to the push notification server */
"Never subscribed" = "Nunca se subscribiu";

/* No comment provided by engineer. */
"New conversation" = "Nova conversa";

/* No comment provided by engineer. */
"New poll" = "Nova enquisa";

/* Remind me next week about that message */
"Next week" = "Semana seguinte";

/* No comment provided by engineer. */
"HPACloud server not found" = "Non se atopa o servidor de HPACloud";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"No actions available" = "Non hai accións dispoñíbeis";

/* No comment provided by engineer. */
"No active account found" = "Non se atopou ningunha conta activa";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Non hai ningún provedor de IA dispoñíbel ou produciuse un fallo no resumo";

/* No comment provided by engineer. */
"No banned users or guests" = "Non hai ningún usuario ou convidado expulsado";

/* No comment provided by engineer. */
"No description provided" = "Non foi fornecida unha descrición.";

/* No comment provided by engineer. */
"No files in here" = "Aquí non hai ficheiros";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Non hai ningún filtro";

/* No comment provided by engineer. */
"No followed threads" = "Ningún fío seguido";

/* No comment provided by engineer. */
"No messages found to summarize" = "Non se atopou ningunha mensaxe para resumir";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Aínda non hai mensaxes, comeza a conversa!";

/* No comment provided by engineer. */
"No participants found" = "Non se atopou ningún participante";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Non ten permiso para unirse a esta conversa";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Aínda non foi gardado ningún borrador de enquisas";

/* No comment provided by engineer. */
"No recent threads" = "Non hai fíos recentes";

/* No comment provided by engineer. */
"No response from server" = "Sen resposta desde o servidor";

/* No comment provided by engineer. */
"No results found" = "Non se atopou ningún resultado";

/* No comment provided by engineer. */
"No shared items" = "Non hai elementos compartidos";

/* No comment provided by engineer. */
"No upcoming events" = "Non hai eventos próximos";

/* No comment provided by engineer. */
"No user found" = "Non se atopou ningún usuario";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Non foi solicitado";

/* No comment provided by engineer. */
"Note to self" = "Notas para un mesmo";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Nota:";

/* No comment provided by engineer. */
"Notifications" = "Notificacións";

/* No comment provided by engineer. */
"Notifications app enabled?" = "A aplicación de notificacións está activada?";

/* No comment provided by engineer. */
"Notify about calls" = "Notificar sobre as chamadas";

/* Indicates an event happening right now */
"Now" = "Agora";

/* No comment provided by engineer. */
"Off" = "Apagado";

/* No comment provided by engineer. */
"Offline" = "Sen conexión";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Sen conexión, só se amosan as mensaxes descargadas";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Conta antiga";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Unha vez que se sae dunha conversación, para unirse de novo a unha conversa pechada, é necesario un convite. Pódese volver a unir a unha conversa aberta en calquera momento.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Cando se desarquiva unha conversa, de xeito predeterminado esta volverá ser amosada.";

/* No comment provided by engineer. */
"Online" = "En liña";

/* No comment provided by engineer. */
"Online status" = "Estado en liña";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Só as comparticións de son e pantalla";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Só é posíbel eliminar as mensaxes normais da parola";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Sincronizar só con servidores de confianza";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Só son visíbeis para as persoas coincidentes mediante a integración do número de teléfono";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Visíbel só para as persoas desta instancia e os convidados";

/* No comment provided by engineer. */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open app settings" = "Abrir os axustes da aplicación";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Abrir a conversa a usuarios rexistrados";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Conversas abertas";

/* No comment provided by engineer. */
"Open in %@" = "Abrir en %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Abrir en Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Abrir en Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Menú de opcións";

/* No comment provided by engineer. */
"Other Accounts" = "Outras contas";

/* No comment provided by engineer. */
"Other participants" = "Outros participantes";

/* No comment provided by engineer. */
"Others" = "Outros";

/* Owner of a repository */
"Owner" = "Propietario";

/* No comment provided by engineer. */
"Participants" = "Participantes";

/* No comment provided by engineer. */
"Password" = "Contrasinal";

/* No comment provided by engineer. */
"Password copied" = "Contrasinal copiado";

/* No comment provided by engineer. */
"Password is secure" = "O contrasinal é seguro";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "O contrasinal debe ter polo menos %d caracteres";

/* No comment provided by engineer. */
"Password protection" = "Protección por contrasinal";

/* No comment provided by engineer. */
"Pending invitations" = "Convites pendentes";

/* No comment provided by engineer. */
"Phone number" = "Número de teléfono";

/* No comment provided by engineer. */
"Phone number integration" = "Integración do número de teléfono";

/* No comment provided by engineer. */
"Phone number set successfully" = "O número de teléfono foi estabelecido correctamente";

/* No comment provided by engineer. */
"Photo Library" = "Fototeca";

/* No comment provided by engineer. */
"Photo library access" = "Acceso á fototeca";

/* No comment provided by engineer. */
"Pick date & time" = "Escolla a data e hora";

/* Pin a message to be always visible in the chat */
"Pin message" = "Fixar a mensaxe";

/* Message was pinned at … */
"Pinned at %@" = "Fixada ás %@";

/* A message was pinned by ... */
"pinned by" = "fixada por";

/* No comment provided by engineer. */
"Pinned messages" = "Mensaxes fixadas";

/* Message is pinned until … */
"Pinned until %@" = "Fixada ata %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Verifique que introduciu un enderezo de servidor válido.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Verifique que introduciu o enderezo correcto do servidor de HPACloud.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Verifique que introduciu o enderezo correcto do servidor.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Contacte coa administración do sistema.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Actualice o seu servidor coa última versión dispoñíbel de %@.";

/* No comment provided by engineer. */
"Please update." = "Actualice.";

/* No comment provided by engineer. */
"Poll" = "Enquisa";

/* No comment provided by engineer. */
"Poll draft" = "Borrador de enquisa";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Gardouse o borrador da enquisa";

/* No comment provided by engineer. */
"Poll drafts" = "Borradores de enquisas";

/* No comment provided by engineer. */
"Poll results" = "Resultados da enquisa";

/* No comment provided by engineer. */
"Polls" = "Enquisas";

/* No comment provided by engineer. */
"Preview" = "Vista previa";

/* No comment provided by engineer. */
"Privacy" = "Privacidade";

/* No comment provided by engineer. */
"Private" = "Privado";

/* No comment provided by engineer. */
"Profile" = "Perfil";

/* No comment provided by engineer. */
"Profile picture" = "Imaxe do perfil";

/* No comment provided by engineer. */
"Promote to moderator" = "Promover a moderador";

/* No comment provided by engineer. */
"Published" = "Publicado";

/* No comment provided by engineer. */
"Push notifications" = "Notificacións emerxentes";

/* No comment provided by engineer. */
"Question" = "Pregunta";

/* No comment provided by engineer. */
"Raise hand" = "Erguer a man";

/* No comment provided by engineer. */
"Reachable?" = "Acadábel?";

/* No comment provided by engineer. */
"Reactions" = "Reaccións";

/* No comment provided by engineer. */
"Read status" = "Estado de lectura";

/* No comment provided by engineer. */
"Received call from an old account" = "Chamada recibida dunha conta antiga";

/* No comment provided by engineer. */
"Recent threads" = "Fíos recentes";

/* No comment provided by engineer. */
"Record voice message" = "Gravar mensaxe de voz";

/* No comment provided by engineer. */
"Recording" = "Gravando";

/* No comment provided by engineer. */
"Recording consent is required" = "É necesario o consentimento para gravar";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "O consentimento de gravación é necesario para unirse á chamada";

/* No comment provided by engineer. */
"Recordings" = "Gravacións";

/* No comment provided by engineer. */
"Redo" = "Refacer";

/* No comment provided by engineer. */
"Reference API supported?" = "É compatíbel a API de referencia?";

/* No comment provided by engineer. */
"Reject" = "Rexeitar";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Limpouse correctamente o lembrete";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Definiuse correctamente o lembrete";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Non é posíbel acadar o servidor remoto";

/* No comment provided by engineer. */
"Remove" = "Retirar";

/* No comment provided by engineer. */
"Remove account" = "Retirar a conta";

/* No comment provided by engineer. */
"Remove from favorites" = "Retirar de favoritos";

/* No comment provided by engineer. */
"Remove group and members" = "Retirar grupo e membros";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Retirar as entradas duplicadas antigas e deixar só as entradas máis recentes.";

/* No comment provided by engineer. */
"Remove participant" = "Retirar participante";

/* No comment provided by engineer. */
"Remove password" = "Retirar o contrasinal";

/* No comment provided by engineer. */
"Remove team and members" = "Retirar equipo e membros";

/* Replacement in case of out of office */
"Replacement" = "Substitución";

/* Replacement in case of out of office */
"Replacement (optional)" = "Substitución (opcional)";

/* No comment provided by engineer. */
"Reply" = "Responder";

/* No comment provided by engineer. */
"Reply privately" = "Responder en privado";

/* Name of a repository */
"Repo" = "Repositorio";

/* Reschedule a message that is send later */
"Reschedule" = "Reprogramar";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reprogramar con notificación";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reprogramar sen notificación";

/* No comment provided by engineer. */
"Resend" = "Volver enviar";

/* No comment provided by engineer. */
"Resend invitation" = "Volver enviar o convite";

/* No comment provided by engineer. */
"Resend invitations" = "Volver enviar os convites";

/* Title for a section where different reset options are shown */
"Reset" = "Restabelecer";

/* Replacement in case of out of office */
"Reset replacement" = "Restabelecer a substitución";

/* Results of a poll */
"Results" = "Resultados";

/* No comment provided by engineer. */
"Retry" = "Volver tentar";

/* Save conversation description */
"Save" = "Gardar";

/* No comment provided by engineer. */
"Save as draft" = "Gardar como borrador";

/* No comment provided by engineer. */
"Save password" = "Gardar o contrasinal";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Gardar en «Notas para un mesmo»";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Saúde aos seus amigos e compañeiros!";

/* No comment provided by engineer. */
"Scan QR code" = "Escanear o código QR";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Programar";

/* No comment provided by engineer. */
"Schedule a meeting" = "Programar unha xuntanza";

/* No comment provided by engineer. */
"Scheduled messages" = "Mensaxes programadas";

/* No comment provided by engineer. */
"Screensharing stopped" = "Detívose a compartición de pantalla";

/* No comment provided by engineer. */
"Search" = "Buscar";

/* No comment provided by engineer. */
"Search for places" = "Busca lugares";

/* Replacement in case of out of office */
"Select a replacement" = "Seleccione unha substitución";

/* No comment provided by engineer. */
"Select language" = "Seleccionar idioma";

/* Copy a 'selection' of a message */
"Selection" = "Selección";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send a reaction" = "Envíar unha reacción";

/* No comment provided by engineer. */
"Send call notification" = "Enviar notificación de chamada";

/* No comment provided by engineer. */
"Send later" = "Enviar máis tarde";

/* No comment provided by engineer. */
"Send later without notification" = "Enviar máis tarde sen notificación";

/* No comment provided by engineer. */
"Send message" = "Enviar a mensaxe";

/* Send a message now */
"Send now" = "Enviar agora";

/* No comment provided by engineer. */
"Send without notification" = "Enviar sen notificación";

/* No comment provided by engineer. */
"Send/Accept" = "Enviar/Aceptar";

/* No comment provided by engineer. */
"Sending no invitations" = "Non enviar convites";

/* No comment provided by engineer. */
"Sensitive conversation" = "Conversa sensíbel";

/* A message has been sent without notifications */
"Sent without notification" = "Enviado sen notificación";

/* No comment provided by engineer. */
"Server" = "Servidor";

/* No comment provided by engineer. */
"Server address https://…" = "Enderezo do servidor https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "O servidor neste momento está en modo de mantemento.";

/* No comment provided by engineer. */
"Server not found" = "Non se atopou o servidor";

/* No comment provided by engineer. */
"Set" = "Definir";

/* No comment provided by engineer. */
"Set password" = "Definir o contrasinal";

/* Remind me later about that message */
"Set reminder" = "Definir un lembrete";

/* No comment provided by engineer. */
"Set status message" = "Definir a mensaxe de estado";

/* No comment provided by engineer. */
"Settings" = "Axustes";

/* No comment provided by engineer. */
"Share" = "Compartir";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Compartir un ficheiro do seu HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Compartir a localización actual";

/* No comment provided by engineer. */
"Share link" = "Ligazón para compartir";

/* No comment provided by engineer. */
"Share location" = "Compartir a localización";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Compartir a localización do alfinete";

/* No comment provided by engineer. */
"Share to chat" = "Compartir na parola";

/* No comment provided by engineer. */
"Share with" = "Compartir con";

/* No comment provided by engineer. */
"Shared items" = "Elementos compartidos";

/* No comment provided by engineer. */
"Shared location" = "Localización compartida";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Non se admite a compartición nunha conversa federada.";

/* No comment provided by engineer. */
"Short absence status" = "Estado de ausencia breve";

/* No comment provided by engineer. */
"Short absence status is too long" = "O estado de ausencia breve é demasiado longo";

/* No comment provided by engineer. */
"Show more…" = "Amosar máis";

/* No comment provided by engineer. */
"Signaling" = "Sinalización";

/* No comment provided by engineer. */
"SIP dial-in" = "Marcación SIP";

/* No comment provided by engineer. */
"Skip" = "Omitir";

/* No comment provided by engineer. */
"Slide to cancel" = "Esvare para cancelar";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Algunhas mensaxes non amosadas descargaranse cando estean en liña";

/* No comment provided by engineer. */
"Source code" = "Código fonte";

/* speaker = Loudspeaker, device */
"Speaker" = "Altofalante";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Altofalante desactivado";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Altofalante activado";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Non está permitido o acceso ao recoñecemento de voz. Comprobe os seus axustes.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Produciuse un fallo no recoñecemento de voz";

/* No comment provided by engineer. */
"Start a new group conversation" = "Iniciar unha nova conversa en grupo";

/* No comment provided by engineer. */
"Start call" = "Iniciar chamada";

/* No comment provided by engineer. */
"Start call silently" = "Comezar a chamada silandeiramente";

/* No comment provided by engineer. */
"Start recording" = "Comezar a gravar";

/* No comment provided by engineer. */
"Start time" = "Hora de comezo";

/* No comment provided by engineer. */
"Start video call" = "Iniciar unha videochamada";

/* No comment provided by engineer. */
"Start video call silently" = "Comezar a videochamada silandeiramente";

/* No comment provided by engineer. */
"Status" = "Estado";

/* No comment provided by engineer. */
"Status message" = "Mensaxe de estado";

/* Action to 'Stop' a recording */
"Stop" = "Parar";

/* No comment provided by engineer. */
"Stop recording" = "Deter a gravación";

/* No comment provided by engineer. */
"Stop screensharing" = "Deixar de compartir a pantalla";

/* Strikethrough text */
"Strikethrough" = "Riscado";

/* No comment provided by engineer. */
"STUN servers" = "Servidores STUN";

/* No comment provided by engineer. */
"Submit vote" = "Enviar o voto";

/* No comment provided by engineer. */
"Switch account" = "Cambiar de conta";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Cambiando a outra conversa…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Sincronizar con servidores de confianza e co caderno de enderezos global e público";

/* Talk to a user */
"Talk to" = "Parladoiro con";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Manteña premido para gravar unha mensaxe de voz";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Toque e manteña premido para gravar unha mensaxe de voz, solte o botón para enviala.";

/* No comment provided by engineer. */
"Test failed" = "Fallou a proba";

/* No comment provided by engineer. */
"Test push notifications" = "Proba das notificacións emerxentes";

/* No comment provided by engineer. */
"Test results" = "Resultados da proba";

/* No comment provided by engineer. */
"Test results copied" = "Copiáronse os resultados da proba";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "A aplicación é demasiado antiga e xa non é compatíbel con este servidor.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Rematou a chamada para este evento. Confirma que quere eliminar esta conversa para todos?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "A chamada leva unha hora en proceso.";

/* No comment provided by engineer. */
"The call might be recorded" = "É posíbel que a chamada sexa gravada";

/* No comment provided by engineer. */
"The password is wrong" = "O contrasinal é erróneo";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "A gravación pode incluír a súa voz, o vídeo da cámara e da pantalla compartida. É preciso o seu consentimento antes de unirse á chamada.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "O testemuño puido ter sido empregado xa ou estar caducado. Xere un novo código QR e téntao de novo.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Non hai ningunha conta para o usuario %1$@ no servidor %2$@ configurado nesta aplicación.";

/* No comment provided by engineer. */
"This call is being recorded" = "Estase a gravar esta chamada.";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Esta conversa está asociada a un evento do calendario. Edite o evento para cambiar o nome/descrición da conversa.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Esta conversa é só de lectura";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Esta conversa eliminarase automaticamente para todos aos %ld días sen actividade.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Este é o enderezo web que utiliza para acceder ao seu servidor co seu navegador web.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Esta xuntanza está programada para";

/* No comment provided by engineer. */
"This might take a moment" = "Isto pode levar un tempo";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Este resumo é xerado por IA e pode conter erros.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Isto adoita indicar que este dispositivo utilizouse previamente para unha conta, que non foi retirada correctamente do servidor.";

/* No comment provided by engineer. */
"This week" = "Esta semana";

/* Remind me this weekend about that message */
"This weekend" = "Este fin de semana";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Isto afectará á funcionalidade desta aplicación. Revisa a súa configuración.";

/* No comment provided by engineer. */
"Thread" = "Fío";

/* No comment provided by engineer. */
"Thread notification level button" = "Botón do nivel de notificación do fío";

/* No comment provided by engineer. */
"Thread title" = "Título do fío";

/* No comment provided by engineer. */
"Threads" = "Fíos";

/* No comment provided by engineer. */
"Title" = "Título";

/* 'To' which language user wants to translate text */
"To" = "Para";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Para resolver este problema, use a interface web e vaia a «Axustes → Seguranza».";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Para:";

/* No comment provided by engineer. */
"Today" = "Hoxe";

/* Remind me tomorrow about that message */
"Tomorrow" = "Mañá";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transcribir";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transcrición";

/* No comment provided by engineer. */
"Translate" = "Traducir";

/* No comment provided by engineer. */
"Translation" = "Tradución";

/* No comment provided by engineer. */
"Translation failed" = "Produciuse un fallo na tradución";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Tentando acceder…";

/* No comment provided by engineer. */
"TURN servers" = "Servidores TURN";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Usuario do Twitter @…";

/* No comment provided by engineer. */
"Typing indicator" = "Indicador de escritura";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Os indicadores de escritura só están dispoñíbeis cando se emprega unha infraestrutura de alto rendemento (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Non é posíbel obter o contexto da mensaxe";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Non é posíbel obter a conversa da mensaxe";

/* No comment provided by engineer. */
"Unable to load file" = "Non é posíbel cargar o ficheiro";

/* No comment provided by engineer. */
"Unable to open file" = "Non é posíbel abrir o ficheiro";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Non é posíbel validar o contrasinal agora mesmo";

/* No comment provided by engineer. */
"Unarchive conversation" = "Desarquivar a conversa";

/* No comment provided by engineer. */
"Unavailable" = "Non dispoñíbel";

/* No comment provided by engineer. */
"Unban" = "Retirar a expulsión";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "En «Dispositivos e sesións» verifique se hai entradas duplicadas para o mesmo dispositivo.";

/* No comment provided by engineer. */
"Undo" = "Desfacer";

/* No comment provided by engineer. */
"Undo Typing" = "Desfacer a escritura";

/* No comment provided by engineer. */
"Unknown" = "Descoñecido";

/* No comment provided by engineer. */
"Unknown error" = "Produciuse un erro descoñecido";

/* No comment provided by engineer. */
"Unknown error occurred" = "Produciuse un erro descoñecido";

/* No comment provided by engineer. */
"Unpin" = "Desprender";

/* No comment provided by engineer. */
"Unpin message" = "Desprender a mensaxe";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Sen ler";

/* No comment provided by engineer. */
"Unread mentions" = "Mencións sen ler";

/* No comment provided by engineer. */
"Unread messages" = "Mensaxes sen ler";

/* Calling is not supported */
"Unsupported" = "Non admitido";

/* No comment provided by engineer. */
"Update" = "Actualizar";

/* No comment provided by engineer. */
"Updated notification settings" = "Axustes de notificacións actualizados";

/* No comment provided by engineer. */
"Upload failed" = "Produciuse un fallo no envío";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Enviando %ld elementos";

/* No comment provided by engineer. */
"Uploading 1 element" = "Enviando 1 elemento";

/* No comment provided by engineer. */
"User" = "Usuario";

/* No comment provided by engineer. */
"User profile and settings" = "Perfil e axustes do usuario";

/* No comment provided by engineer. */
"User status supported?" = "O estado de usuario é compatíbel?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Superouse a cota de almacenamento do usuario";

/* No comment provided by engineer. */
"Users" = "Usuarios";

/* No comment provided by engineer. */
"Validating password…" = "Validando o contrasinal…";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"Video quality" = "Calidade do vídeo";

/* Conversation visibility settings */
"Visibility" = "Visibilidade";

/* No comment provided by engineer. */
"Voice messages" = "Mensaxes de voz";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Agardando que %@se una á chamada…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Agardando que outros se unan á chamada…";

/* No comment provided by engineer. */
"Website" = "Sitio web";

/* No comment provided by engineer. */
"What is your status?" = "Cal é o seu estado?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Escriba a mensaxe, empregue a @ para mencionar a alguén…";

/* No comment provided by engineer. */
"Yes" = "Si";

/* No comment provided by engineer. */
"Yesterday" = "Onte";

/* No comment provided by engineer. */
"You" = "Vde.";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Vde. engadiu a {user0}, e a %ld participantes máis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Vde. engadiu a {user0} e a {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Vde. e %ld participantes máis uníronse á chamada";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Vde. e %ld participantes máis deixaron á chamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Vde. e {actor0} uníronse á chamada";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Vde. e {actor0} deixaron á chamada";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Agora está agardando no ástrago.";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Vde. non forma parte de ningunha conversa.";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Vde. non forma parte de ningunha conversa. Prema + para comezar unha nova.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Pode definir o seu número de teléfono para que outros usuarios poidan atopalo";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Vde. relegou a {user0}, e a %ld participantes máis dos moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Vde. relegou a {user0} e {user1} dos moderadores";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Vde. ten %ld convites pendentes";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Vde. foi silenciado por un moderador";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Vde. non ten xuntanzas programadas";

/* No comment provided by engineer. */
"You have no unread mentions." = "Vde. non ten mencións sen ler.";

/* No comment provided by engineer. */
"You have no unread messages." = "Vde. non ten mensaxes sen ler.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Para poder deixar %@ ten que promover un novo moderador.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Debe promover un novo moderador antes de poder deixar esta conversa";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Vde. promoveu a {user0}, e a %ld participantes máis a moderadores";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Vde. promoveu a {user0} e a {user1} a moderadores";

/* No comment provided by engineer. */
"You received a new notification" = "Vde. recibiu unha nova notificación";

/* No comment provided by engineer. */
"You reconnected to the call" = "Vde. volveu conectarse á chamada";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Vde. retirou a {user0}, e a %ld participantes máis";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Vde. retirou a {user0} e a {user1}";

/* No comment provided by engineer. */
"Your email address" = "O seu enderezo de correo";

/* No comment provided by engineer. */
"Your phone number" = "O seu número de teléfono";

/* No comment provided by engineer. */
"Your PIN" = "O seu PIN";

/* No comment provided by engineer. */
"Your postal address" = "O seu enderezo postal";

/* 'Zammad' is a product name */
"Zammad API error" = "Produciuse un erro na API de Zammad";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} engadiuno a Vde. e a %ld participantes máis";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} engadiuno a Vde. e a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} engadiu a {user0}, e a %ld participantes máis";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} engadiu a {user0} e a {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} e %ld participantes máis uníronse á chamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} e %ld participantes máis deixaron á chamada";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} e {actor1} uníronse á chamada";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} e {actor1} deixaron á chamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} relegouno a Vde. e a %ld participantes máis dos moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} relegouno a Vde. e a {user0} dos moderadores";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} relegou a {user0}, e a %ld participantes máis dos moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} relegou a {user0} e {user1} dos moderadores";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoveuno a Vde. e a %ld participantes máis a moderadores";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} promoveuno a Vde. e a {user0} a moderadores";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoveu a {user0}, e a %ld participantes máis a moderadores";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} promoveu a {user0} e a {user1} a moderadores";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} volveu conectarse á chamada";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} retirouno a Vde. e a %ld participantes máis";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} retirouno a Vde. e a {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} retirou a {user0}, e a %ld participantes máis";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} retirou a {user0} e a {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Novas mensaxes";

